<?php
return [
    'index' => [
        'h1' => 'Отрмати зображення з YouTube відео',
        'description' => 'Найпростіший і найшвидший спосіб отримати головне зображення з YouTube відео. Просто вставте посилання на відео у полі введення нижче та натисніть кнопку. В результаті Ви отримаєте посилання на зображення у всіх доступних розширеннях та посилання на архів із файлами.',
        'note' => 'Примітка: ',
        'note_txt' => 'Формат посилання, який підтримуєтсья: https://www.youtube.com/watch?v=XvtrI5hOIij7',
        'result_title' => 'Зображення з максимальним розширенням до YouTube відео за Вашим посиланням',
        'links_note' => 'Ви можете завантажити це зображення, клацнувши правою кнопкою миші або скориставшись посиланнями нижче. Також ви можете завантажити zip архів і зображеннями у всіх доступних розширеннях',
        'h3_links' => 'Посилання на Зображення з всіма можливими розширеннями',
        'h3_zip' => 'Посилання на zip архів',
        'resolution' => 'Розширення',
        'link' => 'Помилання',
        'archive_note' => 'Будь ласка, зверніть увагу, що посилання на zip архів дійсне лише 24 години.',
        'clear' => 'Очистити',
        'fetch' => 'Отрмати зображення',
        'not_found' => 'Сторінка не знайдена',
        'to_main' => 'На Головну',
        'thumbnail_picker' => 'Отримати зображення',
        'video_downloader' => 'Завантажити відео',
        'blog' => 'Блог',
        'main_page' => 'Головна сторінка',
        'latests_posts' => 'Останні новини',
        'comming_soom' => 'Розділ поки не наповнений :)'
    ],
    'video' => [
        'h1' => 'Завантажити відео з YouTube використовуючи URL',
        'description' => 'Найпростіший і найшвидший спосіб завантажити будь-яке відео з YouTube. Просто вставте посилання на відео у полі введення нижче та натисніть кнопку, після чого ви отримаєте всю необхідну інформацію про відео з доступними посиланнями для завантаження.',
        'note' => 'Примітка: ',
        'note_txt' => 'Формат посилання, який підтримуєтсья: https://www.youtube.com/watch?v=XvtrI5hOIij7',
    ]
];
