<?php
return [
    'title' => 'Youtube - получить главное изображение видео',
    'h1' => 'Получить изображение из YouTube видео',
    'description' => 'Самый простой и быстрый способ получить заглавное изображение из YouTube видео. Просто ссылку на видео в поле ввода ниже и нажмите кнопку. В результате Вы получите ссылки на изображения во всех доступных расширениях и ссылку на архив с файлами.',
    'note' => 'Примечание: ',
    'note_txt' => 'Поддерживаемый формат ссылок: https://www.youtube.com/watch?v=XvtrI5hOIij7',
    'result_title' => 'Изображение с максимальным расширением к YouTube video по Вашей ссылке',
];
