<?php
$body = <<<BODY
<section class="faq-section">
<div class="wrap-container">
<h2>Чатсі Питання</h2>
<article class="question-container">
<h4 class="question">Что такое миниатюра YouTube?</h4>
<p>Миниютюра на YouTube - это изображение, основным назначение которого является передать содержимое видео-ролика пользователю, и привлечь его внимание. Другими словами - это то что первым увидел пользователь сервиса. Миниатюра может быть создана автоматически из кадров видео. Но, чаще всего пользователь, который загружает видео создает его самостоятельно, так как это очень важный элемент продвижения видео.</p>
</article>
<article class="question-container">
<h4 class="question">Есть ли какие-нибудь требования к миниатюре на YouTube?</h4>
<div class="li-container">
<p>Да. Согласно официальной документации главное изображение видео должнр быть максимально большим из-за разных типов устройств, которые можно использовать для просмотра YouTube. Рекомендации следующие:</p>
<ul>
<li>расщирение - 1280x720 (минимальная ширина не ниже 640 пикселей)</li>
<li>JPG, GIF, BMP, или PNG формат</li>
<li>не более чем 2 MB</li>
<li>16 : 9 соотношение сторон</li>
</ul>
</div>
</article>
<article class="question-container">
<h4 class="question">Можно ли получить (извлечь) миниатюру  с YouTube видео?</h4>
<p>Да. Все, что вам нужно, - это найти на YouTube видео, из которого вы хотите получить изображение для предварительного просмотра, скопировать его URL, вставить его в поле ввода выше и нажать кнопку «Получить изображение». После этого вы получите ссылки на миниатюру во всех возможных разрешениях и ссылку для скачивания файла архива zip с изображением (во всех доступных разрешениях).</p>
</article>
<article class="question-container">
<h4 class="question">Как долго действительны ссылки на миниатюру изображения из ответа?</h4>
<p>Ссылка на zip-архив действительна в течение следующих 24 часов после генерации. Что касается ссылок с YouTube, то, как правило, они действительны, пока видео доступно на сайте.</p>
</article>
</div>
</section>
BODY;

return $body;
